/* Migration extras progress status format without tool status */
"%@ (%2.f%%)" = "%1$@ (%2$.f%%)";

/* Migration extras progress status format with tool status */
"%@ - %@" = "%1$@ - %2$@";

/* Migration extras progress status format with tool status */
"%@ - %@ (%2.f%%)" = "%1$@ - %2$@ (%3$.f%%)";

/* No comment provided by engineer. */
"<same as admin password>" = "<same as admin password>";

/* No connection made error */
"A connection as root has not been successfully established." = "A connection as root has not been successfully established.";

/* Survey step title */
"A Few More Questions" = "A Few More Questions";

/* No comment provided by engineer. */
"Address" = "Address";

/* No comment provided by engineer. */
"Address Book" = "Address Book";

/* Admin account review page group row */
"Admin Account" = "Admin Account";

/* No comment provided by engineer. */
"AirPort Management" = "AirPort Management";

/* No comment provided by engineer. */
"Already installed" = "Already installed";

/* Failed to set date and time recovery */
"An error occurred while setting the server's date and time, please try again." = "An error occurred while setting the server's date and time, please try again.";

/* American NTP Server description */
"Apple Americas/U.S." = "Apple Americas/U.S.";

/* Asian NTP Server description */
"Apple Asia" = "Apple Asia";

/* European NTP Server description */
"Apple Europe" = "Apple Europe";

/* No comment provided by engineer. */
"Apple Remote Desktop" = "Apple Remote Desktop";

/* Default Auto Server Setup file name */
"AutoServerSetup.plist" = "AutoServerSetup.plist";

/* Time Machine service description */
"Back up important information" = "Back up important information";

/* No comment provided by engineer. */
"Backup metadata controller" = "Backup metadata controller";

/* No comment provided by engineer. */
"Bonjour Name" = "Bonjour Name";

/* Network interface config method */
"BootP" = "BootP";

/* No comment provided by engineer. */
"Calendar" = "Calendar";

/* Chat service description */
"Chat and exchange instant messages" = "Chat and exchange instant messages";

/* Get apple internal license action description */
"Checking for prepopulated licenses" = "Checking for prepopulated licenses";

/* No comment provided by engineer. */
"City" = "City";

/* No comment provided by engineer. */
"Client Backup" = "Client Backup";

/* No comment provided by engineer. */
"Client Backup Destination" = "Client Backup Destination";

/* No comment provided by engineer. */
"Company" = "Company";

/* No comment provided by engineer. */
"Computer Name" = "Computer Name";

/* No comment provided by engineer. */
"Config Method" = "Config Method";

/* No comment provided by engineer. */
"Configuration" = "Configuration";

/* Default configuration summary file name */
"ConfigurationSummary.txt" = "ConfigurationSummary.txt";

/* No comment provided by engineer. */
"Connected directory server" = "Connected directory server";

/* No comment provided by engineer. */
"Connected Server" = "Connected Server";

/* No comment provided by engineer. */
"Controller type" = "Controller type";

/* No comment provided by engineer. */
"Copying local file to remote computer" = "Copying local file to remote computer";

/* Date and Time page title */
"Date and Time" = "Date and Time";

/* Network interface config method */
"DHCP" = "DHCP";

/* Network interface config method */
"DHCP with manual address" = "DHCP with manual address";

/* No comment provided by engineer. */
"Dir Admin Name" = "Dir Admin Name";

/* No comment provided by engineer. */
"Dir Admin Password" = "Dir Admin Password";

/* No comment provided by engineer. */
"Dir Admin Short Name" = "Dir Admin Short Name";

/* Service disabled summary string */
"Disabled" = "Disabled";

/* No comment provided by engineer. */
"Email Address" = "Email Address";

/* Service enabled summary string */
"Enabled" = "Enabled";

/* Failed to set date and time error */
"Failed to set the date and time." = "Failed to set the date and time.";

/* No comment provided by engineer. */
"File Sharing" = "File Sharing";

/* No comment provided by engineer. */
"First Name" = "First Name";

/* Getting server time action description */
"Getting date and time" = "Getting date and time";

/* Restarting servermgrd action description */
"Getting updated settings" = "Getting updated settings";

/* No comment provided by engineer. */
"Host Name" = "Host Name";

/* Web service description */
"Host websites, wikis and blogs" = "Host websites, wikis and blogs";

/* Incorrect auto server setup file password */
"Incorrect password" = "Incorrect password";

/* No comment provided by engineer. */
"Install status" = "Install status";

/* No comment provided by engineer. */
"Instant Messaging" = "Instant Messaging";

/* No comment provided by engineer. */
"Internet Sharing (Gateway)" = "Internet Sharing (Gateway)";

/* Invalid serial number error */
"Invalid serial number entered." = "Invalid serial number entered.";

/* No comment provided by engineer. */
"IP Address" = "IP Address";

/* No comment provided by engineer. */
"Last Name" = "Last Name";

/* License review page group row */
"License" = "License";

/* No comment provided by engineer. */
"Mail" = "Mail";

/* Network interface config method */
"Manual" = "Manual";

/* Migration action description format */
"Migrating from %@" = "Migrating from %@";

/* Invalid system for migration message */
"Migration from Time Machine backups of advanced 10.5 servers is not supported. Please migrate from the original disk." = "Migration from Time Machine backups of advanced 10.5 servers is not supported. Please migrate from the original disk.";

/* Invalid system for migration message */
"Migration is not supported from servers which are configured to use dynamic network addresses. Configure the source system to have a manual network address and try again." = "Migration is not supported from servers which are configured to use dynamic network addresses. Configure the source system to have a manual network address and try again.";

/* No comment provided by engineer. */
"Name" = "Name";

/* Names review page group row */
"Names" = "Names";

/* Network adapter review page group row */
"Network Adapter - %@" = "Network Adapter - %@";

/* Network adapter review page group row */
"Network Adapter - %@ (%@)" = "Network Adapter - %1$@ (%2$@)";

/* No migration source selected error */
"No source system selected." = "No source system selected.";

/* No NTP server used */
"None" = "None";

/* No comment provided by engineer. */
"Not configured" = "Not configured";

/* Auto Server Setup profile save failed error
   Configuration text summary save failed error */
"Not permitted." = "Not permitted.";

/* No comment provided by engineer. */
"Open Directory master" = "Open Directory master";

/* No comment provided by engineer. */
"Organization" = "Organization";

/* No comment provided by engineer. */
"Phone Number" = "Phone Number";

/* Incomplete survey recovery string */
"Please check the fields marked with red arrows and enter the information requested." = "Please check the fields marked with red arrows and enter the information requested.";

/* Generic invalid user name recovery */
"Please correct the user name and try again." = "Please correct the user name and try again.";

/* Duplicate full name recovery */
"Please enter a different name." = "Please enter a different name.";

/* Duplicate short name recovery */
"Please enter a different short name." = "Please enter a different short name.";

/* Missing registration info recovery string */
"Please make sure all fields with red arrows are filled in." = "Please make sure all fields with red arrows are filled in.";

/* No country selected error */
"Please select a country or region before continuing." = "Please select a country or region before continuing.";

/* No migration source selected recovery */
"Please select a system to migrate from." = "Please select a system to migrate from.";

/* Invalid Japanese postal code recovery string */
"Postal code must be 7 digits, and must be of the format XXX-XXXX where X\\U2019s are the digits for your postal code." = "Postal code must be 7 digits, and must be of the format XXX-XXXX where X’s are the digits for your postal code.";

/* Invalid postal code recovery string */
"Postal code must be shorter than 32 characters." = "Postal code must be shorter than 32 characters.";

/* No comment provided by engineer. */
"Primary metadata controller" = "Primary metadata controller";

/* No comment provided by engineer. */
"Registered To" = "Registered To";

/* Registration review page group row
   Registration step title */
"Registration" = "Registration";

/* Review step title */
"Review" = "Review";

/* No comment provided by engineer. */
"Router" = "Router";

/* Auto Server Setup profile save failed error
   Configuration text summary save failed error */
"Save failed." = "Save failed.";

/* Calendar service description */
"Schedule events and share calendars" = "Schedule events and share calendars";

/* Mail service description */
"Send and receive mail on the Internet" = "Send and receive mail on the Internet";

/* No comment provided by engineer. */
"Serial Number" = "Serial Number";

/* Already set up error description */
"Server already set up." = "Server already set up.";

/* No comment provided by engineer. */
"Service Data Location" = "Service Data Location";

/* No comment provided by engineer. */
"Services" = "Services";

/* Set Up button title */
"Set Up" = "Set Up";

/* Getting server time action description */
"Setting date and time" = "Setting date and time";

/* Setup already in progress error description */
"Setup already in progress." = "Setup already in progress.";

/* Need serial number recovery */
"Setup requires a valid serial number. The serial number has the format XSVR-106-000-X-XXX-XXX-XXX-XXX-XXX-XXX-X." = "Setup requires a valid serial number. The serial number has the format XSVR-106-000-X-XXX-XXX-XXX-XXX-XXX-XXX-X.";

/* File sharing service description */
"Share files with colleagues" = "Share files with colleagues";

/* No comment provided by engineer. */
"Short Name" = "Short Name";

/* Missing registration info error string */
"Some of your registration information is missing." = "Some of your registration information is missing.";

/* No comment provided by engineer. */
"SSH Access" = "SSH Access";

/* No comment provided by engineer. */
"Standalone directory server" = "Standalone directory server";

/* No comment provided by engineer. */
"State" = "State";

/* No comment provided by engineer. */
"Subnet Mask" = "Subnet Mask";

/* Contacts service description */
"Synchronize and share contacts" = "Synchronize and share contacts";

/* Invalid Japansese area code recovery String */
"The area code cannot be blank." = "The area code cannot be blank.";

/* Invalid US area code recovery string */
"The area code must be greater than 200, and cannot be 411, 611, or 911." = "The area code must be greater than 200, and cannot be 411, 611, or 911.";

/* Invalid US area code error string */
"The area code you entered is not valid." = "The area code you entered is not valid.";

/* Setup already in progress recovery suggestion */
"The computer %@ (%@) is already in the process of setting up this computer. Please use that computer to complete the setup, or quit Server Assistant on that computer." = "The computer %1$@ (%2$@) is already in the process of setting up this computer. Please use that computer to complete the setup, or quit Server Assistant on that computer.";

/* Invalid 555 exchange code recovery string */
"The exchange code cannot be 555 for the area code you entered." = "The exchange code cannot be 555 for the area code you entered.";

/* Invalid US exchange code recovery string */
"The exchange code must be greater than 200, and cannot be 411, 611, or 911." = "The exchange code must be greater than 200, and cannot be 411, 611, or 911.";

/* Invalid 555 exchange code error string
   Invalid US exchange code error string */
"The local phone number you entered is not valid." = "The local phone number you entered is not valid.";

/* No comment provided by engineer. */
"The passphrase cannot be empty" = "The passphrase cannot be empty";

/* Invalid US phone number format recovery string */
"The phone number must be 10 digits: 3 for the area code, and 7 for the exchange number and remaining digits. A dash or a space may be included after the exchange number." = "The phone number must be 10 digits: 3 for the area code, and 7 for the exchange number and remaining digits. A dash or a space may be included after the exchange number.";

/* Invalid Japansese phone format recovery String */
"The phone number must be at least 10 digits." = "The phone number must be at least 10 digits.";

/* Invalid Japanese phone format error string
   Invalid US phone number format error string */
"The phone number you entered is not valid." = "The phone number you entered is not valid.";

/* Invalid Japanese postal code error string
   Invalid postal code error string */
"The postal code you entered is not valid." = "The postal code you entered is not valid.";

/* Duplicate serial number error */
"The serial number has already been entered for a different server" = "The serial number has already been entered for a different server";

/* Generic invalid user name error */
"The user name entered is invalid." = "The user name entered is invalid.";

/* Invalid US zip code error string */
"The zip code you entered is not valid." = "The zip code you entered is not valid.";

/* Duplicate full name error format */
"There is already a user with the name \"%@\"" = "There is already a user with the name \"%@\"";

/* Duplicate short name error format */
"There is already a user with the short name \"%@\"" = "There is already a user with the short name \"%@\"";

/* Already set up recovery suggestion */
"This computer computer has already been configured. You cannot run Server Assistant again." = "This computer computer has already been configured. You cannot run Server Assistant again.";

/* Remote setup in progress status message */
"This computer is currently being set remotely." = "This computer is currently being set remotely.";

/* Remote setup in progress status message */
"This computer is currently being set up by %@ (%@)." = "This computer is currently being set up by %1$@ (%2$@).";

/* Remote setup in progress status message */
"This computer is currently being set up by %@." = "This computer is currently being set up by %@.";

/* Time zone step title */
"Time Zone" = "Time Zone";

/* Migrate button title */
"Transfer" = "Transfer";

/* Migration choice page title */
"Transfer an Existing Server?" = "Transfer an Existing Server?";

/* Choose a migration source pane title */
"Transfer Your Server" = "Transfer Your Server";

/* Migration progress page title */
"Transferring Information" = "Transferring Information";

/* Migration extras action description format */
"Upgrading services" = "Upgrading services";

/* No comment provided by engineer. */
"Users and Groups" = "Users and Groups";

/* Validating admin user action description */
"Validating admin user" = "Validating admin user";

/* No comment provided by engineer. */
"Web" = "Web";

/* Introduction step title */
"Welcome" = "Welcome";

/* No comment provided by engineer. */
"Will be installed" = "Will be installed";

/* No comment provided by engineer. */
"Will be installed later" = "Will be installed later";

/* No comment provided by engineer. */
"Xsan" = "Xsan";

/* Incomplete survey error string */
"You haven't provided all of the requested information." = "You haven't provided all of the requested information.";

/* Xsan back MDC review pane text */
"You\\U2019re almost finished! After completing setup use Xsan Admin on your primary metadata controller to finish setting up your SAN." = "You’re almost finished! After completing setup use Xsan Admin on your primary metadata controller to finish setting up your SAN.";

/* Xsan primary MDC review pane text */
"You\\U2019re almost finished! After completing the setup you can use Xsan Admin to configure your SAN and set up users and groups." = "You’re almost finished! After completing the setup you can use Xsan Admin to configure your SAN and set up users and groups.";

/* Xsan primary MDC review pane text */
"You\\U2019re almost finished! After completing the setup you can use Xsan Admin to configure your SAN." = "You’re almost finished! After completing the setup you can use Xsan Admin to configure your SAN.";

/* Auto Server Setup profile save failed recovery */
"Your Auto Server Setup profile could not be saved to %@." = "Your Auto Server Setup profile could not be saved to %@.";

/* Auto Server Setup profile save failed recovery */
"Your Auto Server Setup profile could not be saved to %@. Please select a directory where you have write permissions." = "Your Auto Server Setup profile could not be saved to %@. Please select a directory where you have write permissions.";

/* Configuration text summary save failed recovery */
"Your configuration summary could not be saved to %@." = "Your configuration summary could not be saved to %@.";

/* Configuration text summary save failed recovery */
"Your configuration summary could not be saved to %@. Please select a directory where you have write permissions." = "Your configuration summary could not be saved to %@. Please select a directory where you have write permissions.";

/* No comment provided by engineer. */
"Zip Code" = "Zip Code";

/* Invalid US zip code recovery string */
"Zip code must be 5 digits, or 9 digits for zip+4 zip code and it must be of the format XXXXX-XXXX where the X\\U2019s are the digits for your zip code." = "Zip code must be 5 digits, or 9 digits for zip+4 zip code and it must be of the format XXXXX-XXXX where the X’s are the digits for your zip code.";

